Repository: BabbageCom/unicornNVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hr

source: Error
hr: Pogreška

source: UnicornDVC isn't available on your system.
hr: UnicornDVC nije dostupan u vašem sustavu.

source: Connect client
hr: Poveži klijent

source: Disconnect client
hr: Prekini vezu s klijentom

source: Connect server
hr: Poveži poslužitelj

source: Disconnect server
hr: Prekini vezu s poslužiteljem

source: Mute remote
hr: Utišaj udaljeno računalo

source: Mute speech and sounds from the remote computer
hr: Utišava govor i zvukove udaljenog računala.

source: Mute or unmute the speech coming from the remote computer
hr: Utišava ili odtišava zvuk udaljenog računala.

source: Connected in client mode!
hr: Povezano u klijentskom načinu rada!

source: Connection as client interrupted
hr: Veza kao klijent je prekinuta

source: Connected in server mode!
hr: Povezano u načinu rada poslužitelja!

source: Error Initializing
hr: Pogreška pri inicijalizaciji

source: Can't initialize UnicornDVC to create a virtual channel. Please make sure that you have a valid license. Internal error: {error}
hr: Nije moguće inicijalizirati UnicornDVC za stvaranje virtualnog kanala. Provjerite imate li valjanu licencu. Interna pogreška: {error}

source: Error Connecting
hr: Pogreška pri povezivanju

source: Unable to connect to the virtual channel. Please make sure that your client is set up correctly
hr: Povezivanje s virtualnim kanalom nije moguće. Provjerite je li klijent ispravno postavljen

source: License Warning
hr: Upozorenje o licenci

source: UnicornDVC is running in trial mode. If this message is unexpected, please check whether you have a valid license.
hr: UnicornDVC radi u probnom načinu rada. Ako je ova poruka neočekivana, provjerite imate li valjanu licencu.

source: Trial Expired
hr: Probna verzija je istekla

source: Your 10 minutes trial of UnicornDVC has expired.
hr: Vaših 10 minuta probnog rada UnicornDVC-a je isteklo.

source: Unable to connect to the virtual channel. Please make sure that you are in a remote session and that your client is set up correctly
hr: Povezivanje s virtualnim kanalom nije moguće. Provjerite jeste li u udaljenoj sesiji i je li klijent ispravno postavljen

source: Auto-connect in server mode on startup
hr: Automatsko povezivanje u načinu rada poslužitelja prilikom pokretanja

source: Auto-connect in client mode on startup
hr: Automatsko povezivanje u klijentskom načinu rada prilikom pokretanja

source: Manage Unicorn license...
hr: Upravljanje licencom dodatka Unicorn...

source: The UnicornDVC client is not available on your system. Managing a license is therefore not supported.
hr: Klijent UnicornDVC nije dostupan na vašem sustavu. Upravljanje licencom stoga nije podržano.

source: The UnicornDVC client available on your system is out of date. Managing a license is therefore not supported.
hr: UnicornDVC klijent dostupan na vašem sustavu je zastario. Upravljanje licencom stoga nije podržano.

source: Manage Unicorn License
hr: Upravljanje licencom dodatka Unicorn...

source: Your copy of UnicornDVC is properly licensed. Choose OK to deactivate the product, or Cancel to close this dialog.
hr: Vaš primjerak UnicornDVC-a ispravno je licenciran. Odaberite U redu da biste deaktivirali proizvod ili Odustani da biste zatvorili ovaj dijaloški okvir.

source: Your copy of UnicornDVC doesn't seem to be licensed. Enter your license key in the respective field and choose OK to activate the product. Alternatively, press Cancel to close this dialog.
hr: Čini se da vaša kopija UnicornDVC-a nije licencirana. Unesite licencni ključ u odgovarajuće polje i odaberite U redu da biste aktivirali proizvod. Umjesto toga, pritisnite Odustani da biste zatvorili ovaj dijaloški okvir.

source: &License Key:
hr: &licencni ključ:

source: You must enter a valid license key.
hr: Morate unijeti valjani licencni ključ.

source: Performing request
hr: Izvođenje zahtjeva

source: Please wait while your license is being activated...
hr: Pričekajte dok se vaša licenca aktivira...

source: There was an error while performing your request.
hr: Došlo je do pogreške tijekom izvršavanja vašeg zahtjeva.

source: An error has occured: {error}
hr: Došlo je do pogreške: {error}

source: UnicornDVC has been activated! Additional info: {message}
hr: Unicorn DVC je aktiviran! Dodatne informacije: {message}

source: Congratulations!
hr: Čestitamo!

source: Please wait while your license is being deactivated...
hr: Pričekajte dok se vaša licenca deaktivira...

source: There was a timeout while performing your request.
hr: Tijekom obrade vašeg zahtjeva došlo je do prekida veze usred vremenskog ograničenja.

source: UnicornDVC has been deactivated! Additional info: {message}
hr: UnicornDVC je deaktiviran! Dodatne informacije: {message}

source: You have installed an old version of NVDA Remote, which is incompatible with the UnicornDVC add-on. Do you want to uninstall it? If you need the functionality found in NVDA Remote, you are advised to get it from the NVDA add-ons website.
hr: Instalirali ste staru verziju NVDA Remotea, koja nije kompatibilna s dodatkom UnicornDVC. Želite li ga deinstalirati? Ako vam je potrebna funkcionalnost koja se nalazi u NVDA Remoteu, savjetujemo vam da je dobijete s web-mjesta dodataka NVDA.

source: Uninstall incompatible add-on
hr: Deinstalacija nekompatibilnog dodatka

source: UnicornDVC integration for NVDA
hr: Integracija UnicornDVC-a za NVDA

source: Allows sending speech and braille over RDP, Citrix and VMWare Horizon virtual channels using Access4U UnicornDVC.
hr: Omogućuje slanje govora i brajice putem RDP, Citrix i VMWare Horizon virtualnih kanala pomoću Access4U UnicornDVC.
